{
  "backend": "tokenizers",
  "bos_token": "<s>",
  "cls_token": "<s>",
  "do_lower_case": true,
  "eos_token": "</s>",
  "is_local": false,
  "mask_token": "<mask>",
  "max_length": 128,
  "model_max_length": 128,
  "pad_to_multiple_of": null,
  "pad_token": "<pad>",
  "pad_token_type_id": 0,
  "padding_side": "right",
  "sep_token": "</s>",
  "stride": 0,
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "TokenizersBackend",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": "<unk>"
}
